---
kind: other
id: Properties.T:Autodesk.Revit.DB.RepeatingReferenceSource
source: html/7b47c2d9-6d56-d5b3-4247-82aa1459fa91.htm
---
# RepeatingReferenceSource Properties

The dimension count of the repeating reference array.